{"Cluster 0": {"name": "Wodniacy z Wyższym Wykształceniem", "description": "W tym klastrze znajdują się osoby, które uwielbiają spędzać czas nad wodą, a ich ulubionym zwierzęciem jest pies. Są to głównie mężczyźni z wyższym wykształceniem, którzy prawdopodobnie marzą o pracy jako ratownicy wodni."}, "Cluster 1": {"name": "Górscy Intelektualiści", "description": "W tym klastrze znajdują się osoby, które kochają góry i mają wyższe wykształcenie. Ich ulubionym zwierzęciem jest pies, a w wolnym czasie prawdopodobnie piszą wiersze o szczytach górskich."}, "Cluster 2": {"name": "Kociarze z Gór", "description": "W tym klastrze znajdują się miłośnicy kotów, którzy uwielbiają spędzać czas w górach. Są to osoby z wyższym wykształceniem, które prawdopodobnie marzą o otwarciu kociej kawiarni na szczycie góry."}, "Cluster 3": {"name": "Leśni Filozofowie", "description": "W tym klastrze znajdują się osoby, które uwielbiają lasy i mają wyższe wykształcenie. Ich ulubionym zwierzęciem jest pies, a w wolnym czasie prawdopodobnie rozmyślają o sensie życia wśród drzew."}, "Cluster 4": {"name": "Górscy Miłośnicy Kotów", "description": "W tym klastrze znajdują się osoby, które kochają góry i koty. Mają średnie wykształcenie i prawdopodobnie marzą o wspinaczce z kotem na plecach."}, "Cluster 5": {"name": "Wodni Samotnicy", "description": "W tym klastrze znajdują się osoby, które nie mają ulubionych zwierząt, ale uwielbiają spędzać czas nad wodą. Są to głównie mężczyźni z wyższym wykształceniem, którzy prawdopodobnie marzą o samotnych rejsach po oceanie."}, "Cluster 6": {"name": "Wodni Psiarze", "description": "W tym klastrze znajdują się osoby, które uwielbiają psy i spędzanie czasu nad wodą. Mają wyższe wykształcenie i prawdopodobnie marzą o pracy jako trenerzy psów ratowników wodnych."}, "Cluster 7": {"name": "Wodni Psiarze ze Średnim Wykształceniem", "description": "W tym klastrze znajdują się osoby, które kochają psy i spędzanie czasu nad wodą. Mają średnie wykształcenie i prawdopodobnie marzą o otwarciu szkoły pływania dla psów."}}